Repository: anders-eriksson/DCMarkerCejn
Catalog: DCMarker/MultilingualResources/DCMarker.*.xlf
Languages: sv

# BatchSize
source: Quantity
sv: Antal

source: Cancel
sv: Avbryt

source: Fixture
sv: Fixtur

# Kant
source: Edges
sv: Kant

source: Article not defined in database! Article={0}
sv: Artikel finns inte definierat i databasen! Artikel = {0}

source: Error loading layout: {0}
sv: Kan inte öppna layout: {0}

source: Layout not defined for this article! Article={0}
sv: Layout inte definierad för denna artikel! Artikel = {0}

source: Marking is done!
sv: Märkning klar!

source: Type of machine not available! Type={0}
sv: Maskintyp inte tillgänglig! Maskintyp={0}

source: Article {0} received
sv: Artikel {0} mottagen

# ItemInPlace_received_before_Article_Number_is_set
source: ItemInPlace signal received before Article Number is set
sv: ItemInPlace signal mottagen innan Artikelnummer angetts

# AboutMenuHeader
source: _About
sv: _Om

# ExitMenuHeader
source: _Exit
sv: _Avsluta

# FileMenuHeader
source: _File
sv: _Arkiv

# HelpMenuHeader
source: _Help
sv: _Hjälp

# OnTopMenuHeader
source: On Top
sv: Överst

# ResetIOMenuHeader
source: _Reset IO
sv: _Återställ I/O

# ToolsMenuHeader
source: _Tools
sv: _Verktyg

# WindowMenuHeader
source: _Windows
sv: _Fönster

source: Error Property Name {0} : Error Message: {1}
sv: Error-egenskap namn {0}: felmeddelande: {1}

source: AddHistroyDataToDB Exception
sv: AddHistroyDataToDB undantag

source: CreateSerialNumber Exception
sv: CreateSerialNumber undantag

source: Loaded
sv: Laddad

# BatchDone
source: Done
sv: Märkta

source: Article does not exist in database!
sv: Artikel saknas i databasen!

source: Test Item
sv: Provbit

source: Edge marking is not supported in this version!
sv: Hantering av kanter supporteras inte i denna version!

source: Waiting for product
sv: Väntar på produkt

source: Article not defined in database {0}
sv: Artikel finns inte definierat i databasen {0}

source: Not a valid number
sv: Felaktigt nummer

source: Quantity must be 1 or larger
sv: Antal måste vara 1 eller högre

source: TO number must be 7 number long (e.e 1234567)
sv: TO-nummer måste vara 7 tecken långt (T ex 1234567)

source: TO number must be 7 number long
sv: TO-nummer måste vara 7 tecken

# ResetZAxisMenuHeader
source: Reset Z Axis
sv: Referenskör Z axel

source: Article Number: {0} not found in database!
sv: Artiklenummer: {0} finns inte i databasen!

source: Both Article number and quantity must be entered
sv: Både Artikelnummer och antal måste anges

source: TO Number must be {0} characters
sv: TO-nummer måste vara {0} characters

source: No Connection with Z axis!
sv: Ingen kontakt med Z-axeln!

source: ERROR
sv: FEL

source: Order/Batch is done!
sv: Ordern är färdigmärkt!

source: Order is done!
sv: Ordern är färdigmärkt!

# HistoryData_Not_Created
source: History Data not Created! Article={0}, Layout={1}
sv: Kan inte skapa Historikdata! Article={0}, Layout={1}

# LogfileMenuHeader
source: Open Logfile Directory
sv: Öppna logfilskatalogen

# Provbit
source: Test item
sv: Provbit

source: Error Creating MainWindow. Aborting!
sv: Kan inte starta DCMarker! Mera info i loggfilen. Avbryter!

# TotalKant
source: of
sv: av

# Waiting_for_TOnumber
source: Waiting for Production number
sv: Väntar på Production nummer

source: Production needs a value
sv: Det behövs ett värde för Production

source: Can't start timer for polling ADAM Module
sv: Kan inte start time för polling av ADAM-Modul

source: Initializing ...
sv: Initierar ...

source: You must enter Production number BEFORE giving start signal to the machine!
sv: Skanna production nummer innan du startar robotcellen!
