Repository: anders-eriksson/DCMarkerCejn
Catalog: DCAdmin/MultilingualResources/DCAdmin.*.xlf
Languages: sv

# AboutMenuHeader
source: _About
sv: _Om

# ArticleNumber
source: Article Number (F1)
sv: Artikelnummer (F1)

# DeleteMenuHeader
source: _Delete
sv: _Radera

# DeleteToolTip
source: Delete selected row
sv: Radera markerad rad

# ExitMenuHeader
source: _Exit
sv: _Avsluta

# FileMenuHeader
source: _File
sv: _Arkiv

# FindButtonHeader
source: Find
sv: Sök

# HelpMenuHeader
source: _Help
sv: _Hjälp

# NewMenuHeader
source: _New
sv: _Ny

# NewToolTip
source: Create New row
sv: Skapa ny rad

# OnTopMenuHeader
source: _OnTop
sv: _Överst

# RefreshMenuHeader
source: _Refresh
sv: _Uppdatera

# RefreshToolTip
source: Refresh database
sv: Uppdatera från database

# SaveMenuHeader
source: _Save
sv: _Spara

# SaveToolTip
source: Save Changes to database
sv: Spara ändringar till databas

# WindowMenuHeader
source: _Window
sv: _Fönster

# ExitToolTip
source: Exit program
sv: Avsluta program

# AboutToolTip
source: About program
sv: Om program

# OnTopToolTip
source: Window Always On Top
sv: Fönster alltid överst

# SearchHeader
source: Search
sv: Sök

source: Out of memory! Please use a filter to make selection smaller!
sv: Minnet räcker inte till för att visa all data! Använd ett filter för att att visa en delmängd!

source: Adding a row is not allowed
sv: Det går inte att lägga till en rad

source: Deleting a row is not allowed
sv: Det går inte att radera en rad

source: Error Saving to Database: {0}
sv: Fel vid sparande till databas: {0}

# CopyHeader
source: _Copy
sv: _Kopiera

# CutHeader
source: _Cut
sv: _Klipp

# PasteHeader
source: _Paste
sv: _Klistra in

# CopyToolTip
source: Copy selected value to clip board
sv: Kopiera markerat värde till klippbord

# CutToolTip
source: Cut selected value to clip board
sv: Klipp markerat värde till klippbord

# PasteToolTip
source: Paste from clip board
sv: Klistra in från klippbord

# NewFromSelectedToolTip
source: Create a new article number and copy the values from the selected row
sv: Skapa en ny rad och kopiera värdena from den markerade raden

# NewFromSelectedMenuHeader
source: _New From Selected
sv: _Ny från markerad

# EditMenuHeader
source: _Edit
sv: R_edigera

# value_cant_be_emtpy
source: Value can't be empty
sv: Värdet kan inte vara tomt

# Article_label
source: Article (F1)
sv: Artikel (F1)

# Machine_id_label
source: Machine Id
sv: Maskin Id

# Delete_article_question
source: Is this the Article you want to delete?
sv: Vill du radera denna artikel?

# ClearFilterButtonHeader
source: Clear
sv: Rensa

# AddFixtureTitle
source: Add Fixture
sv: Lägg till fixtur

# FixtureLabel
source: Fixture Name
sv: Fixturenamn

source: Article already exists!
sv: Artikeln finns redan!

source: Fixture already exists
sv: Fixturen finns redan
